{
  "about.title": "About Us",
  "about.description": "Premier Art stands out for its innovative and creative approach in architecture. Our team of experts combines passion, expertise, and a modern vision to create projects that redefine the architectural landscape.",
  "about.hero.primaryAction": "Contact Us",
  "about.hero.secondaryAction": "Make an Appointment",
  "about.meta.description": "Learn more about us",
  "about.meta.title": "Learn more about us",
  "about.quote1.source": "Ahmed - CEO",
  "about.quote1.text": "At Premier Art, we believe architecture is the art of creating spaces that enrich life. Our mission is to turn bold visions into tangible realities.",
  "about.team.member1.description": "An expert in architectural design, our first team member brings a creative vision and meticulous approach to each project, ensuring exceptional results.",
  "about.team.member2.description": "A specialist in project management, this key team member ensures that each project is conducted with precision, efficiency, and adherence to timelines and budgets.",
  "about.team.member3.description": "Our sustainability expert integrates eco-responsible practices into our projects, helping to create buildings that are not only beautiful but also environmentally friendly.",
  "contact.card.action": "Make an Appointment",
  "contact.card.map": "On Google Maps",
  "contact.card.title": "Premier Art",
  "contact.form.description": "Contact us for more information or to make an appointment. We will respond as soon as possible.",
  "contact.form.email": "Email",
  "contact.form.email.placeholder": "Your email",
  "contact.form.error": "There was an error processing your request.",
  "contact.form.message": "Message",
  "contact.form.message.placeholder": "Your message",
  "contact.form.name": "Name",
  "contact.form.name.placeholder": "Your name",
  "contact.form.send": "Send",
  "contact.form.success": "Your message has been sent successfully.",
  "contact.form.title": "Contact us",
  "contact.meta.description": "Contact us",
  "contact.meta.title": "Contact us",
  "home.about.description": "Welcome to Premier Art, a distinguished architectural firm revolutionizing the art of building in Belgium. Founded in Brussels, our firm has quickly become a leader in innovative and sustainable architectural project design. Our team, comprised of talented and experienced architects, is dedicated to creating spaces that not only meet but exceed expectations.",
  "home.about.primaryAction": "Learn more",
  "home.about.title": "About Premier Art",
  "home.description": "Premier Art, your reference in architecture, transcends the borders of Brussels to offer exceptional services throughout Belgium. Our philosophy is centered on creating structures that are not only aesthetically pleasing but also functional, durable, and perfectly integrated into their environment. Each project is a masterpiece of precision, reflecting our commitment to quality, innovation, and impeccable design. At Premier Art, we transform your dreams into breathtaking architectural realities, with meticulous attention to every detail.",
  "home.hero.primaryAction": "Contact us",
  "home.meta.description": "Premier Art, your reference in architecture, transcends the borders of Brussels to offer exceptional services throughout Belgium. Our philosophy is centered on creating structures that are not only aesthetically pleasing but also functional, durable, and perfectly integrated into their environment. Each project is a masterpiece of precision, reflecting our commitment to quality, innovation, and impeccable design. At Premier Art, we transform your dreams into breathtaking architectural realities, with meticulous attention to every detail.",
  "home.meta.title": "Premier Art: Architectural Excellence in Belgium",
  "home.project.shortDescription": "Beauty, Structure, and Perfection: The Signature of Premier Art in Belgium",
  "home.projects": "View all projects",
  "home.title": "Premier Art: Architectural Excellence in Belgium",
  "link.about": "About",
  "link.contact": "Contact",
  "link.home": "Home",
  "link.mission": "Mission",
  "link.projects": "Projects",
  "mission.1.title": "Architectural Design",
  "mission.1.description": "At Premier Art, architectural design is the art of creating inspiring and sustainable spaces. We carefully listen to our clients' needs, analyze the site context, and apply innovative solutions. Each project is an alchemy of creativity, functionality, and environmental integration, aiming to create structures that are both aesthetic and practical.",
  "mission.2.title": "Project Management",
  "mission.2.description": "Our project management service ensures that each stage, from design to execution, meets quality standards. We coordinate all stakeholders, ensuring adherence to timelines and budgets, for a smooth client experience and delivery that exceeds expectations.",
  "mission.3.title": "Renovation and Restoration",
  "mission.3.description": "We blend historical respect and modern innovation to renovate and restore buildings. Premier Art revitalizes each structure, preserving its character while enhancing functionality and durability.",
  "mission.4.title": "Interior Design",
  "mission.4.description": "Our interior design approach creates spaces that reflect the identity of clients. We integrate design, comfort, and functionality, for unique and inspiring interiors.",
  "mission.5.title": "Urban and Landscape Planning",
  "mission.5.description": "We develop urban and landscape plans that encourage connectivity and sustainability, improving the quality of life while creating aesthetic environments.",
  "mission.6.title": "Sustainability Consulting",
  "mission.6.description": "Our sustainability consulting aims to integrate eco-design into our projects, proposing eco-responsible buildings that adhere to the strictest sustainability standards.",
  "mission.7.title": "Public Space Design",
  "mission.7.description": "We create public spaces that foster social interaction, making cities more lively and inclusive, in collaboration with local authorities and communities.",
  "mission.description": "At Premier Art, we believe that architecture is an art that shapes the daily lives of individuals and communities. Our approach is based on attentive listening to our clients' needs and a deep understanding of their vision. We combine this sensitivity with our technical expertise to design buildings that are not only aesthetically pleasing but also functional, environmentally respectful, and perfectly integrated into their urban or rural context.",
  "mission.meta.description": "At Premier Art, we believe that architecture is an art that shapes the daily lives of individuals and communities. Our approach is based on attentive listening to our clients' needs and a deep understanding of their vision. We combine this sensitivity with our technical expertise to design buildings that are not only aesthetically pleasing but also functional, environmentally respectful, and perfectly integrated into their urban or rural context.",
  "mission.meta.title": "Our Mission and Values",
  "mission.title": "Our Mission",
  "newsletter.title": "Subscribe to Our Newsletter",
  "newsletter.description": "Stay at the forefront of architecture and discover the latest from Premier Art. Sign up to receive our latest news, exclusive tips, and special event invitations.",
  "newsletter.email.placeholder": "Your email",
  "newsletter.button": "Stay Informed",
  "newsletter.form.error": "An error occurred while processing your request.",
  "newsletter.form.success": "Your subscription has been successfully recorded.",
  "projects.title": "Our Projects",
  "projects.description": "Discover our diverse portfolio, reflecting our expertise in architecture, construction, renovation, and landscape design. Each project is a work of art, combining innovative aesthetics and functionality.",
  "projects.detail.area": "Area",
  "projects.detail.location": "Location",
  "projects.detail.status": "Status",
  "projects.filter.all": "All Projects",
  "projects.filter.architecture": "Architecture",
  "projects.filter.construction": "Construction",
  "projects.filter.landscape": "Landscape",
  "projects.filter.renovation": "Renovation",
  "projects.meta.description": "Our projects",
  "projects.meta.title": "Our projects",
  "projects.other": "Other projects",
  "projects.plan": "The Plans",
  "projects.plan.description": "Explore the plans and concepts of our projects, illustrating our detailed approach and commitment to precision and innovation in every design.",
  "projects.before": "Before",
  "projects.after": "After",
  "projects.all": "View all projects",
  "policy.cookie.title": "This website uses cookies to improve user experience.",
  "policy.cookie.text": "By using our website you consent to all cookies in accordance with our ",
  "policy.cookie.page": "Cookie policy",
  "notfound.title": "Page not found",
  "notfound.message": "The page you are looking for does not exist.",
  "notfound.back": "Go back to home",
  "maintenance.title": "Under maintenance",
  "maintenance.message": "We are currently under maintenance. We will be back soon.",
  "maintenance.back": "Go back to home",
  "title": "Premier Art: Architectural Excellence in Belgium"
}
