{
  "about.title": "Notre Vision",
  "about.description": "Chez Premier Art, notre vision est simple : chaque espace doit être une création qui vous correspond. Nous cherchons à créer des lieux qui allient fonctionnalité et beauté, en minimisant notre impact sur l'environnement.",
  "about.description.2": "Notre équipe diversifiée partage une passion commune pour l'innovation constante. Chaque projet est une opportunité de créer quelque chose de nouveau, avec une énergie fraîche à chaque réalisation.\n Que vous ayez un projet de construction, de rénovation ou d'aménagement, Premier Art est là pour vous guider. Nous sommes prêts à concrétiser votre vision, en faisant de chaque projet une expérience architecturale unique. \nChez Premier Art, chaque projet est une aventure unique. Nous considérons l'architecture comme une histoire à raconter, où chaque espace devient le chapitre d'une narration architecturale captivante. Que vous rêviez d'une nouvelle construction contemporaine, d'une rénovation élégante, ou d'une transformation innovante, notre équipe est prête à transformer vos idées en réalités tangibles. \nChoisissez Premier Art, où l'architecture devient une expérience authentique.",
  "about.hero.primaryAction": "Contactez-nous",
  "about.hero.secondaryAction": "Prenez un Rendez-vous",
  "about.meta.description": "En savoir plus sur nous",
  "about.meta.title": "En savoir plus sur nous",
  "about.quote1.source": "Ahmed - CEO",
  "about.quote1.text": "Chez Premier Art, nous pensons que l'architecture consiste à créer des espaces qui rendent la vie plus belle et plus agréable. Notre mission est de transformer des idées courageuses en réalités concrètes. Chaque projet que nous réalisons est une expression artistique, mêlant créativité et expertise pour donner vie à des espaces uniques. Nous serons ravis d’être les architectes de vos rêves, créant des espaces qui enrichissent votre quotidien.",
  "about.team.member1.description": "Expert en conception architecturale, notre premier membre d'équipe apporte une vision créative et une approche méticuleuse dans chaque projet, assurant des résultats exceptionnels.",
  "about.team.member2.description": "Spécialiste en gestion de projet, ce membre clé de l'équipe assure que chaque projet est mené avec précision, efficacité et dans le respect des délais et budgets.",
  "about.team.member3.description": "Notre expert en durabilité intègre des pratiques éco-responsables dans nos projets, contribuant à créer des bâtiments qui sont non seulement beaux, mais aussi respectueux de l'environnement.",
  "contact.card.action": "Prendre un rendez vous",
  "contact.card.map": "Sur Google Maps",
  "contact.card.title": "Premier Art",
  "contact.form.description": "Contactez nous pour plus d'informations ou pour prendre rendez-vous. Nous vous répondrons dans les plus brefs délais.",
  "contact.form.email": "Email",
  "contact.form.email.placeholder": "Votre email",
  "contact.form.error": "Une erreur est survenue lors du traitement de votre demande.",
  "contact.form.message": "Message",
  "contact.form.message.placeholder": "Votre message",
  "contact.form.name": "Name",
  "contact.form.name.placeholder": "Votre nom",
  "contact.form.send": "Envoyer",
  "contact.form.success": "Votre message a été envoyé avec succès.",
  "contact.form.title": "Contactez nous",
  "contact.meta.description": "Contactez nous",
  "contact.meta.title": "Contactez nous",
  "home.about.description": "Issu de plusieurs années d'apprentissage auprès d'architectes chevronnés, Ahmed Chedly ISMAÏL concrétise sa passion en donnant vie à l'agence PREMIER ART à Bruxelles. Riche de ses différents collaborateurs partageant la même philosophie de travail, Premier Art est une équipe soudée, soucieuse du détail, faisant de votre projet une priorité et s’engage à développer une architecture de qualité. Enracinée dans la capitale belge, notre bureau se consacre avec ferveur à une diversité de projets, de la nouvelle construction à la transformation et l'extension de maisons unifamiliale, en passant de la construction à la rénovation d'immeuble à appartements et le réaménagement des espaces en fonction de vos besoins, aussi bien à Bruxelles que sur l’ensemble du territoire belge ou encore à l’étranger.",
  "home.about.primaryAction": "En savoir plus",
  "home.about.title": "Qui Sommes-nous ? ",
  "home.description": "Notre équipe dévouée, animée par la passion, se tient à vos côtés tout au long de cette aventure pour donner vie à vos idées. De la construction à la rénovation, nous vous accompagnons intégralement, surmontant tous les défis pour réaliser le projet qui vous représente le mieux. Que ce soit une transformation audacieuse ou une création en partant de rien, notre engagement est de faire de chaque projet une œuvre architecturale unique. Vous avez des idées plein la tête ou des questions qui demandent des réponses ? Engageons la conversation dès maintenant pour donner le coup d'envoi à votre projet.Vos rêves méritent d'être réalisés, et nous sommes là pour les concrétiser.",
  "home.hero.primaryAction": "Contactez nous",
  "home.meta.description": "Notre équipe dévouée, animée par la passion, se tient à vos côtés tout au long de cette aventure pour donner vie à vos idées. De la construction à la rénovation, nous vous accompagnons intégralement, surmontant tous les défis pour réaliser le projet qui vous représente le mieux. Que ce soit une transformation audacieuse ou une création en partant de rien, notre engagement est de faire de chaque projet une œuvre architecturale unique. Vous avez des idées plein la tête ou des questions qui demandent des réponses ? Engageons la conversation dès maintenant pour donner le coup d'envoi à votre projet.Vos rêves méritent d'être réalisés, et nous sommes là pour les concrétiser.",
  "home.meta.title": "Donnez vie à vos rêves grâce à notre savoir-faire en architecture.",
  "home.project.shortDescription": "Beauté, Structure, et Perfection : La Signature de Premier Art en Belgique",
  "home.projects": "Voir tous les projets",
  "home.title": "Donnez vie à vos rêves grâce à notre savoir-faire en architecture.",
  "link.about": "À Propos",
  "link.contact": "Contact",
  "link.home": "Accueil",
  "link.mission": "Mission",
  "link.projects": "Projets",
  "mission.1.title": "Le Premier Contact",
  "mission.1.description": "Vous avez une vision en gestation, mais les questions affluent ? Notre première rencontre est une passerelle pour partager vos idées et dévoiler vos besoins. C'est le point de départ où vos concepts prennent forme, et où nous commençons ensemble à esquisser le chemin vers la concrétisation de votre projet. Chez nous, les premières rencontres sont des moments d'échange riches, où l'inspiration et la faisabilité se rencontrent pour donner naissance à vos projets.",
  "mission.2.title": "La Planification",
  "mission.2.description": "Après notre rencontre, nous affinerons la programmation de votre projet en accord avec vos souhaits. Un relevé du bien existant sera réalisé si nous n’avons pas de support solide sur lequel travailler. Marquant ainsi le début concret de la transformation de vos idées en une réalité planifiée et mesurée. Chez nous, chaque détail compte, et cette phase est le socle sur lequel nous bâtissons la vision concrète de votre projet.",
  "mission.3.title": "L’esquisse",
  "mission.3.description": "Les premières idées de votre projet prennent forme, révélant l'implantation projetée et la synchronisation entre les espaces intérieurs et extérieurs. À ce stade, vous plongez dans les intentions architecturales, une opportunité idéale pour échanger sur d'éventuelles adaptations en termes de surfaces et de volumes. C'est le moment où vos rêves prennent vie dans les plans, où chaque ajustement contribue à façonner la fonctionnalité et l'esthétique de votre future réalisation. Chez nous, chaque esquisse est une conversation en constante évolution, où votre vision devient la pièce maîtresse de notre création architecturale.",
  "mission.4.title": "L’Avant-projet",
  "mission.4.description": "Afin de vérifier que votre projet est en adéquation avec les normes urbanistiques, nous demandons généralement un avis préalable du service d'urbanisme.  C'est à ce stade que les propositions techniques entre en jeux où chaque détail compte, du choix des matériaux aux choix structurels. Cette phase n'est pas seulement une conformité réglementaire, mais aussi le moment où chaque aspect technique fusionne avec la vision initiale. Chez nous, cette étape est une exploration minutieuse, où la planification devient une alliance entre la créativité architecturale et la faisabilité technique.",
  "mission.5.title": "Le permis d’urbanisme",
  "mission.5.description": "Pour les projets qui l'exigent, nous entamons la constitution du permis d'urbanisme. Ce processus marque une étape cruciale, où la vision élaborée se présente sous la forme d'une autorisation officielle, prête à être concrétisée. Chez nous, chaque signature est un engagement partagé, scellant notre collaboration dans la concrétisation de votre projet.",
  "mission.6.title": "Le dossier d’exécution",
  "mission.6.description": "Après avoir consacré un temps considérable à concevoir votre projet, notre priorité est de garantir une parfaite exécution de vos idées. Nous élaborons les documents graphiques essentiels à votre projet, un métré estimatif ainsi qu’un cahier des charges du projet. Des demandes de prix seront ensuite adressées aux différents entrepreneurs, et nous analyserons ensemble les différentes offres, comparant chaque détail pour assurer une exécution fidèle à la vision initiale. Cette étape est méticuleusement orchestrée pour transformer la conception en une réalité cohérente et réaliste de votre projet.",
  "mission.7.title": "Le suivi de chantier",
  "mission.7.description": "Dès l’instant où votre projet prend vie. Notre équipe assurera un suivi de chantier, afin de contrôler la parfaite réalisation des travaux, conformément aux plans établis. Des réunions de chantier et des procès-verbaux seront rédigés à chaque visite vous donnant ainsi un compte rendu de l’évolution de votre projet. Chez nous, la concrétisation de votre vision est une étape importante, où chaque détail est vérifié pour garantir que la réalité respecte fidèlement vos aspirations initiales.",
  "mission.description": "Nous vous suivons à chaque étape de l’aventure … ",
  "mission.meta.description": "Chez Premier Art, nous croyons que l'architecture est un art qui façonne le quotidien des individus et des communautés. Notre approche est fondée sur une écoute attentive des besoins de nos clients et une compréhension approfondie de leur vision. Nous combinons cette sensibilité avec notre expertise technique pour concevoir des bâtiments qui sont non seulement esthétiquement plaisants, mais aussi fonctionnels, respectueux de l'environnement et parfaitement intégrés dans leur contexte urbain ou rural.",
  "mission.meta.title": "Notre mission et nos valeurs",
  "mission.title": "Notre mission",
  "newsletter.title": "Abonnez-vous à Notre Newsletter",
  "newsletter.description": "Restez à la pointe de l'architecture et découvrez les nouveautés de Premier Art. Inscrivez-vous pour recevoir nos dernières actualités, conseils exclusifs et invitations à des événements spéciaux.",
  "newsletter.email.placeholder": "Votre email",
  "newsletter.button": "Restez Informé",
  "newsletter.form.error": "Une erreur s'est produite lors du traitement de votre demande.",
  "newsletter.form.success": "Votre inscription a été enregistrée avec succès.",
  "projects.title": "Nos Projets",
  "projects.description": "Découvrez notre portfolio diversifié, reflétant notre expertise en architecture, construction, rénovation et aménagement paysager. Chaque projet est une œuvre d'art, alliant esthétique innovante et fonctionnalité.",
  "projects.detail.area": "Superficie",
  "projects.detail.location": "Localisation",
  "projects.detail.status": "Statut",
  "projects.filter.all": "Tous les projets",
  "projects.filter.architecture": "Architecture",
  "projects.filter.construction": "Construction",
  "projects.filter.landscape": "Aménagement Paysager",
  "projects.filter.renovation": "Rénovation",
  "projects.meta.description": "Nos projets",
  "projects.meta.title": "Nos projets",
  "projects.other": "Autres projets",
  "projects.plan": "Les Plans",
  "projects.plan.description": "Explorez les plans et les concepts de nos projets, illustrant notre approche détaillée et notre engagement envers la précision et l'innovation dans chaque conception.",
  "projects.before": "Avant",
  "projects.after": "Après",
  "projects.all": "Voir tous les projets",
  "policy.cookie.title": "Ce site utilise des cookies pour améliorer l'expérience de l'utilisateur.",
  "policy.cookie.text": "En utilisant notre site Web, vous consentez à l'utilisation de tous les cookies conformément à notre ",
  "policy.cookie.page": "Politique de cookies",
  "notfound.title": "Page non trouvée",
  "notfound.message": "La page que vous recherchez n'existe pas.",
  "notfound.back": "Retourner à l'accueil",
  "maintenance.title": "En maintenance",
  "maintenance.message": "Nous sommes actuellement en maintenance. Nous reviendrons bientôt.",
  "maintenance.back": "Retourner à l'accueil",
  "title": "Premier Art : L'Excellence Architecturale en Belgique"
}
